Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.section.hud.subtitle
source: Custom replacements for volume, brightness, and keyboard HUDs.
ar: بدائل مخصصة لعروض مستوى الصوت والسطوع ولوحة المفاتيح.
bg: Персонализирани заместители за HUD за сила на звука, яркост и клавиатура.
bn: ভলিউম, উজ্জ্বলতা এবং কীবোর্ড HUD-এর জন্য কাস্টম প্রতিস্থাপন।
ca: Substitucions personalitzades per als HUD de volum, brillantor i teclat.
cs: Vlastní náhrady HUD pro hlasitost, jas a klávesnici.
da: Tilpassede erstatninger for lydstyrke-, lysstyrke- og tastatur-HUD'er.
de: Eigene Anzeigen für Lautstärke, Helligkeit und Tastaturbeleuchtung.
el: Προσαρμοσμένες αντικαταστάσεις για HUD έντασης, φωτεινότητας και πληκτρολογίου.
es: Reemplazos personalizados para volumen, brillo y teclado.
fa: جایگزین‌های سفارشی برای HUDهای صدا، روشنایی و صفحه‌کلید.
fi: Mukautetut korvaajat äänenvoimakkuuden, kirkkauden ja näppäimistön HUDeille.
fil: Mga custom na kapalit para sa mga HUD ng volume, liwanag, at keyboard.
fr: Remplacements personnalisés pour les HUD de volume, luminosité et clavier.
he: תחליפים מותאמים אישית ל-HUD של עוצמת שמע, בהירות ומקלדת.
hi: वॉल्यूम, चमक और कीबोर्ड HUDs के लिए कस्टम प्रतिस्थापन।
hr: Prilagođene zamjene za HUD-ove glasnoće, svjetline i tipkovnice.
hu: Egyéni csere a hangerő, fényerő és billentyűzet HUD-okhoz.
id: Pengganti HUD khusus untuk volume, kecerahan, dan keyboard.
it: Sostituzioni HUD personalizzate per volume, luminosità e tastiera.
ja: 音量、輝度、キーボードのカスタムHUD置換。
kk: Дыбыс деңгейі, жарықтық және пернетақта HUD үшін таңдамалы ауыстырулар.
ko: 음량, 화면 밝기 및 키보드용 맞춤 HUD 대체.
ms: Penggantian tersuai untuk HUD kelantangan, kecerahan dan papan kekunci.
nb: Tilpassede erstatninger for volum-, lysstyrke- og tastatur-HUD-er.
nl: Aangepaste HUD-vervangingen voor volume, helderheid en toetsenbord.
pl: Niestandardowe zamienniki HUD dla głośności, jasności i klawiatury.
pt: Substitutos personalizados para os HUDs de volume, brilho e teclado.
ro: Înlocuiri personalizate pentru HUD-urile de volum, luminozitate și tastatură.
ru: Замена системных индикаторов громкости, яркости и клавиатуры.
sk: Vlastné náhrady pre HUD hlasitosti, jasu a klávesnice.
sr: Прилагођене замене за HUD-ове јачине звука, осветљења и тастатуре.
sv: Anpassade HUD-ersättningar för volym, ljusstyrka och tangentbord.
th: HUD แบบกำหนดเองสำหรับระดับเสียง ความสว่าง และแป้นพิมพ์
tr: Ses düzeyi, parlaklık ve klavye HUD'ları için özel alternatifler.
uk: Спеціальні заміни HUD для гучності, яскравості та клавіатури.
vi: Thay thế HUD tùy chỉnh cho âm lượng, độ sáng và bàn phím.
zh_hans: 自定义音量、亮度和键盘 HUD 替换。
zh_hant: 音量、亮度與鍵盤的自訂 HUD 替代方案。

# settings.section.hud.title
source: HUD
ar: عرض المعلومات
ru: Индикаторы (HUD)

# settings.section.language.subtitle
source: Choose the language for the app interface.
ar: اختر لغة واجهة التطبيق.
bg: Изберете езика за интерфейса на приложението.
bn: অ্যাপ ইন্টারফেসের জন্য ভাষা চয়ন করুন।
ca: Tria l'idioma per a la interfície de l'aplicació.
cs: Vyberte jazyk rozhraní aplikace.
da: Vælg sproget til appens grænseflade.
de: Sprache für die Benutzeroberfläche der App auswählen.
el: Επιλέξτε τη γλώσσα για τη διεπαφή της εφαρμογής.
es: Elige el idioma de la interfaz de la app.
fa: انتخاب زبان برای رابط کاربری برنامه.
fi: Valitse sovellusliittymän kieli.
fil: Piliin ang wika para sa interface ng app.
fr: Choisir la langue de l'interface de l'application.
he: בחר את השפה עבור ממשק האפליקציה.
hi: ऐप इंटरफ़ेस के लिए भाषा चुनें।
hr: Odaberite jezik sučelja aplikacije.
hu: Válassza ki az alkalmazás felületének nyelvét.
id: Pilih bahasa antarmuka aplikasi.
it: Scegli la lingua dell'interfaccia dell'applicazione.
ja: アプリケーションの表示言語を選択します。
kk: Қолданба интерфейсі үшін тілді таңдаңыз.
ko: 앱 인터페이스 언어 선택.
ms: Pilih bahasa untuk antara muka aplikasi.
nb: Velg språket for appens grensesnitt.
nl: Kies de taal van de applicatie-interface.
pl: Wybierz język interfejsu aplikacji.
pt: Escolher o idioma da interface da aplicação.
ro: Alegeți limba pentru interfața aplicației.
ru: Выберите язык интерфейса приложения.
sk: Vyberte jazyk pre rozhranie aplikácie.
sr: Изаберите језик за интерфејс апликације.
sv: Välj språk för appens gränssnitt.
th: เลือกภาษาสำหรับส่วนต่อประสานของแอป
tr: Uygulama arayüzünün dilini seçin.
uk: Виберіть мову інтерфейсу програми.
vi: Chọn ngôn ngữ giao diện ứng dụng.
zh_hans: 选择应用界面的语言。
zh_hant: 選擇應用程式介面語言。

# settings.section.language.title
source: Language
ar: اللغة
bg: Език
bn: ভাষা
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fi: Kieli
fil: Wika
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
kk: Тіл
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sr: Језик
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.section.lockScreen.subtitle
source: Lock transitions, sound, and lock-screen media behavior.
ar: انتقالات القفل والصوت وسلوك الوسائط على شاشة القفل.
bg: Преходи при заключване, звук и поведение на медията на заключения екран.
bn: লক ট্রানজিশন, শব্দ এবং লক স্ক্রিনে মিডিয়া আচরণ।
ca: Transicions de bloqueig, so i comportament multimèdia a la pantalla de bloqueig.
cs: Přechody uzamčení, zvuky a chování médií na zamčené obrazovce.
da: Låseovergange, lyd og medieadfærd på låseskærmen.
de: Sperranimationen, Töne und Medienverhalten auf dem Sperrbildschirm.
el: Μεταβάσεις κλειδώματος, ήχος και συμπεριφορά πολυμέσων στην οθόνη κλειδώματος.
es: Transiciones de bloqueo, sonido y comportamiento multimedia en pantalla de bloqueo.
fa: تغییرات صفحه قفل، صدا و رفتار رسانه در صفحه قفل.
fi: Lukitussiirtymät, ääni ja median toiminta lukitusnäytöllä.
fil: Mga transition sa pag-lock, tunog, at gawi ng media sa lock screen.
fr: Transitions de verrouillage, sons et comportement multimédia sur l'écran verrouillé.
he: מעברי נעילה, צלילים והתנהגות מדיה במסך הנעילה.
hi: लॉक ट्रांज़िशन, ध्वनि और लॉक-स्क्रीन मीडिया व्यवहार।
hr: Prijelazi zaključavanja, zvuk i ponašanje medija na zaključanom zaslonu.
hu: Zárolási átmenetek, hang és médiakezelés a zárolási képernyőn.
id: Transisi penguncian, suara, dan perilaku media layar kunci.
it: Transizioni di blocco, suoni e comportamento multimediale sulla schermata di blocco.
ja: ロック画面の遷移、効果音、メディア動作。
kk: Құлыптау экрандарының ауысуы, дыбыс және медиа әрекеті.
ko: 잠금 화면 전환, 사운드 및 잠금 화면 미디어 동작.
ms: Peralihan kunci, bunyi dan tingkah laku media skrin kunci.
nb: Låseoverganger, lyd og medieadferd på låseskjermen.
nl: Vergrendelovergangen, geluiden en mediagedrag op het toegangsscherm.
pl: Przejścia blokady, dźwięki i zachowanie multimediów na ekranie blokady.
pt: Transições de bloqueio, sons e comportamento multimédia no ecrã bloqueado.
ro: Tranziții de blocare, sunet și comportament media pe ecranul de blocare.
ru: Переходы блокировки, звук и медиапанель на экране блокировки.
sk: Prechody uzamknutia, zvuk a správanie médií na zamknutej obrazovke.
sr: Прелази закључавања, звук и понашање медија на закључаном екрану.
sv: Låsövergångar, ljud och mediabeteende på låsskärmen.
th: การเปลี่ยนผ่านการล็อค เสียง และพฤติกรรมสื่อบนหน้าจอล็อค
tr: Kilitleme geçişleri, ses ve kilit ekranı ortam davranışı.
uk: Переходи блокування, звуки та поведінка медіа на екрані блокування.
vi: Chuyển tiếp khóa, âm thanh và hành vi phương tiện trên màn hình khóa.
zh_hans: 锁定过渡、声音和锁屏媒体行为。
zh_hant: 鎖定轉場、聲音及鎖定畫面媒體行為。

# settings.section.lockScreen.title
source: Lock Screen
ar: شاشة القفل
bg: Заключен екран
bn: লক স্ক্রিন
ca: Pantalla de bloqueig
cs: Zamčená obrazovka
da: Låseskærm
de: Sperrbildschirm
el: Οθόνη κλειδώματος
es: Pantalla de bloqueo
fa: صفحه قفل
fi: Lukitusnäyttö
fr: Écran verrouillé
he: מסך נעילה
hi: लॉक स्क्रीन
hr: Zaključani zaslon
hu: Képernyőzár
id: Layar Kunci
it: Schermata di blocco
ja: ロック画面
kk: Құлыптау экраны
ko: 잠금 화면
ms: Skrin Kunci
nb: Låseskjerm
nl: Toegangsscherm
pl: Ekran blokady
pt: Ecrã bloqueado
ro: Ecran de blocare
ru: Экран блокировки
sk: Zamknutá obrazovka
sr: Закључани екран
sv: Låsskärm
th: หน้าจอล็อค
tr: Kilit Ekranı
uk: Екран блокування
vi: Màn hình khóa
zh_hans: 锁屏
zh_hant: 鎖定畫面

# settings.section.notch.subtitle
source: Appearance, animation, and temporary activity timing.
ar: المظهر والحركة وتوقيت الأنشطة المؤقتة.
bg: Изглед, анимация и време на временните дейности.
bn: অস্থায়ী অ্যাক্টিভিটিগুলির চেহারা, অ্যানিমেশন এবং সময়।
ca: Aparença, animació i temporització de les activitats temporals.
cs: Vzhled, animace a doba trvání dočasných aktivit.
da: Udseende, animation og midlertidig aktivitetstiming.
de: Erscheinungsbild, Animationen und Dauer temporärer Aktivitäten.
el: Εμφάνιση, κινούμενα σχέδια και χρονισμός προσωρινών δραστηριοτήτων.
es: Apariencia, animación y duración de las actividades temporales.
fa: ظاهر، انیمیشن و زمان‌بندی فعالیت‌های موقت.
fi: Ulkoasu, animaatio ja väliaikaisten toimintojen ajoitus.
fil: Hitsura, animation, at timing ng mga pansamantalang aktibidad.
fr: Apparence, animations et durée des activités temporaires.
he: מראה, הנפשה ותזמון פעילויות זמניות.
hi: स्वरूप, एनीमेशन और अस्थायी गतिविधि समय।
hr: Izgled, animacija i vrijeme privremenih aktivnosti.
hu: Megjelenés, animáció és ideiglenes tevékenységek időzítése.
id: Tampilan, animasi, dan durasi aktivitas sementara.
it: Aspetto, animazioni e durata delle attività temporanee.
ja: 外観、アニメーション、一時アクティビティの表示時間。
kk: Уақытша әрекеттердің көрінісі, анимациясы және уақыты.
ko: 모양, 애니메이션 및 임시 활동 표시 지속 시간.
ms: Penampilan, animasi dan masa aktiviti sementara.
nb: Utseende, animasjon og midlertidig aktivitetstiming.
nl: Uiterlijk, animaties en duur van tijdelijke activiteiten.
pl: Wygląd, animacje i czas trwania aktywności tymczasowych.
pt: Aparência, animações e duração das atividades temporárias.
ro: Aspect, animație și sincronizare activități temporare.
ru: Внешний вид, анимация и время показа временных активностей.
sk: Vzhľad, animácia a časovanie dočasných aktivít.
sr: Изглед, анимација и време привремених активности.
sv: Utseende, animeringar och visningstid för tillfälliga aktiviteter.
th: ลักษณะ ภาพเคลื่อนไหว และเวลาของกิจกรรมชั่วคราว
tr: Görünüm, animasyon ve geçici etkinlik zamanlaması.
uk: Вигляд, анімація та тривалість тимчасових активностей.
vi: Giao diện, hình ảnh động và thời lượng hoạt động tạm thời.
zh_hans: 外观、动画和临时活动显示时长。
zh_hant: 外觀、動畫及暫時活動的顯示時間。

# settings.section.notch.title
source: Notch
ar: الشق
bg: Ноч
bn: নচ
cs: Výřez (Notch)
es: Muesca
fa: ناچ
fr: Encoche
he: מגרעת
hi: नॉच
hr: Urez
ja: ノッチ
kk: Ойық
ko: 노치
ru: Вырез
sk: Výrez
sr: Ноч
sv: Flärp (Notch)
th: รอยบาก
tr: Çentik
uk: Виріз (Notch)
zh_hans: 刘海
zh_hant: 瀏海

# settings.section.notifications.subtitle
source: Configure notifications shown in the notch.
ar: تكوين الإشعارات المعروضة في النوتش.
bg: Конфигуриране на известията, показвани в прореза.
bn: নচে প্রদর্শিত বিজ্ঞপ্তি কনফিগার করুন।
ca: Configura les notificacions que es mostren a la pestanya.
cs: Nastavení oznámení zobrazovaných ve výřezu.
da: Konfigurer notifikationer, der vises i hakket.
de: In der Notch angezeigte Mitteilungen konfigurieren.
el: Διαμόρφωση γνωστοποιήσεων που εμφανίζονται στην εγκοπή.
es: Configura las notificaciones que se muestran en el notch.
fa: پیکربندی اعلان‌های نمایش داده شده در ناچ.
fi: Määritä lovessa näytettävät ilmoitukset.
fil: I-configure ang mga notification na ipinapakita sa notch.
fr: Configurer les notifications affichées dans l'encoche.
he: הגדר עדכונים המוצגים במגרעת.
hi: नॉच में दिखाए जाने वाले नोटिफ़िकेशन कॉन्फ़िगर करें।
hr: Konfigurirajte obavijesti prikazane u usjeku.
hu: A kivágásban megjelenő értesítések beállítása.
id: Konfigurasikan pemberitahuan yang ditampilkan di notch.
it: Configura le notifiche mostrate nel notch.
ja: ノッチに表示される通知を設定します。
kk: Ойықта көрсетілетін хабарландыруларды баптау.
ko: 노치에 표시되는 알림을 구성합니다.
ms: Konfigurasikan pemberitahuan yang ditunjukkan di takuk.
nb: Konfigurer varsler som vises i utskjæringen.
nl: Configureer meldingen die in de notch worden weergegeven.
pl: Skonfiguruj powiadomienia wyświetlane we wcięciu.
pt: Configurar as notificações apresentadas no notch.
ro: Configurați notificările afișate în decupaj.
ru: Настройка уведомлений, отображаемых в вырезе.
sk: Nastavte hlásenia zobrazované vo výreze.
sr: Подесите обавештења која се приказују у зарезу.
sv: Ställ in notiser som visas i sensorhuset.
th: กำหนดค่าการแจ้งเตือนที่แสดงในรอยบาก
tr: Çentikte gösterilen bildirimleri yapılandırın.
uk: Налаштування сповіщень, що відображаються у вирізі.
vi: Cấu hình thông báo hiển thị trong phần khuyết.
zh_hans: 配置在刘海中显示的通知。
zh_hant: 設定在瀏海中顯示的通知。

# settings.section.notifications.title
source: Notifications
ar: الإشعارات
bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
fa: اعلان‌ها
fi: Ilmoitukset
fil: Mga Notification
he: עדכונים
hi: सूचनाएं
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
kk: Хабарландырулар
ko: 알림
ms: Pemberitahuan
nb: Varslinger
nl: Meldingen
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sr: Обавештења
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.section.nowPlaying.subtitle
source: Media playback controls shown in the notch.
ar: عناصر تحكم تشغيل الوسائط المعروضة في الشق.
bg: Контроли за медийно възпроизвеждане в ноча.
bn: নচে প্রদর্শিত মিডিয়া প্লেব্যাক নিয়ন্ত্রণ।
ca: Controls de reproducció multimèdia mostrats al notch.
cs: Ovládací prvky přehrávání médií zobrazené ve výřezu.
da: Medieafspilningskontroller vist i notchen.
de: Mediensteuerung in der Notch anzeigen.
el: Χειριστήρια αναπαραγωγής πολυμέσων που εμφανίζονται στο notch.
es: Controles de reproducción multimedia en la muesca.
fa: کنترل‌های پخش رسانه نمایش داده شده در ناچ.
fi: Notchissa näytettävät median toistosäätimet.
fil: Mga kontrol sa playback ng media na ipinapakita sa notch.
fr: Commandes de lecture multimédia affichées dans l'encoche.
he: פקדי השמעת מדיה המוצגים במגרעת.
hi: नॉच में दिखाए गए मीडिया प्लेबैक नियंत्रण।
hr: Kontrole reprodukcije medija prikazane u urezu.
hu: A notch-ban megjelenő médialejátszási vezérlők.
id: Kontrol pemutaran media yang ditampilkan di notch.
it: Controlli di riproduzione multimediale visualizzati nel notch.
ja: ノッチに表示されるメディア再生コントロール。
kk: Ойықта көрсетілетін медиа ойнатуды басқару элементтері.
ko: 노치에 표시되는 미디어 재생 컨트롤.
ms: Kawalan main balik media ditunjukkan di notch.
nb: Medieavspillingskontroller vist i notchen.
nl: Bedieningselementen voor het afspelen van media in de notch.
pl: Elementy sterujące odtwarzaniem multimediów wyświetlane w notchu.
pt: Controlos de reprodução multimédia apresentados no notch.
ro: Comenzi de redare media afișate în notch.
ru: Управление воспроизведением медиа в вырезе.
sk: Ovládacie prvky prehrávania médií zobrazené vo výreze.
sr: Контроле репродукције медија приказане у ночу.
sv: Medieuppspelningskontroller som visas i flärpen.
th: การควบคุมการเล่นสื่อที่แสดงในรอยบาก
tr: Çentikte gösterilen ortam oynatma denetimleri.
uk: Елементи керування відтворенням медіа у вирізі notch.
vi: Điều khiển phát lại phương tiện hiển thị trong notch.
zh_hans: 在刘海中显示媒体播放控制。
zh_hant: 「瀏海」中顯示的媒體播放控制項。

# settings.section.nowPlaying.title
source: Now Playing
ar: يُعرض الآن
bg: Възпроизвежда се
bn: এখন বাজছে
ca: Reproduint ara
cs: Právě hraje
da: Afspiller nu
de: Aktuelle Wiedergabe
el: Τώρα αναπαράγεται
es: Reproducción
fa: در حال پخش
fi: Nyt toistetaan
fil: Kasalukuyang Tumutugtog
fr: À l'écoute
he: מנגן כעת
hi: अब चल रहा है
hr: Sada se reproducira
hu: Most játszott
id: Sedang Diputar
it: In riproduzione
ja: 再生中
kk: Қазір ойналуда
ko: 지금 재생 중
ms: Sedang Dimainkan
nb: Spilles nå
nl: Huidige
pl: Teraz odtwarzane
pt: A reproduzir
ro: În redare
ru: Сейчас играет
sk: Práve hrá
sr: Сада се пушта
sv: Spelas nu
th: กำลังเล่น
tr: Çalınıyor
uk: Зараз грає
vi: Đang phát
zh_hans: 正在播放
zh_hant: 播放中

# settings.section.permissions.subtitle
source: Manage system permissions and access settings.
ar: إدارة أذونات النظام وإعدادات الوصول.
bg: Управление на системните разрешения и настройките за достъп.
bn: সিস্টেম অনুমতি এবং অ্যাক্সেস সেটিংস পরিচালনা করুন।
ca: Gestiona els permisos del sistema i la configuració d'accés.
cs: Správa systémových oprávnění a nastavení přístupu.
da: Administrer systemtilladelser og adgangsindstillinger.
de: Systemberechtigungen und Zugriffseinstellungen verwalten.
el: Διαχείριση δικαιωμάτων συστήματος και ρυθμίσεων πρόσβασης.
es: Administrar permisos del sistema y configuraciones de acceso.
fa: مدیریت مجوزهای سیستم و تنظیمات دسترسی.
fi: Hallitse järjestelmäoikeuksia ja käyttöasetuksia.
fil: Pamahalaan ang mga pahintulot ng system at mga setting ng access.
fr: Gérer les autorisations système et les réglages d'accès.
he: נהל הרשאות מערכת והגדרות גישה.
hi: सिस्टम अनुमतियां और पहुंच सेटिंग्स प्रबंधित करें।
hr: Upravljanje dozvolama sustava i postavkama pristupa.
hu: Rendszerengedélyek és hozzáférési beállítások kezelése.
id: Kelola izin sistem dan pengaturan akses.
it: Gestisci i permessi di sistema e le impostazioni di accesso.
ja: システム権限とアクセス設定を管理します。
kk: Жүйелік рұқсаттар мен кіру параметрлерін басқару.
ko: 시스템 권한 및 접근 권한 설정 관리.
ms: Urus kebenaran sistem dan tetapan akses.
nb: Administrer systemtillatelser og tilgangsinnstillinger.
nl: Systeemmachtigingen en toegangsinstellingen beheren.
pl: Zarządzaj uprawnieniami systemowymi i ustawieniami dostępu.
pt: Gerir permissões do sistema e definições de acesso.
ro: Gestionați permisiunile de sistem și setările de acces.
ru: Управление разрешениями и системным доступом.
sk: Správa systémových povolení a nastavení prístupu.
sr: Управљање системским дозволама и подешавањима приступа.
sv: Hantera systembehörigheter och åtkomstinställningar.
th: จัดการสิทธิ์ของระบบและการตั้งค่าการเข้าถึง
tr: Sistem izinlerini ve erişim ayarlarını yönetin.
uk: Керуйте дозволами системи та налаштуваннями доступу.
vi: Quản lý quyền hệ thống và cài đặt quyền truy cập.
zh_hans: 管理系统权限和访问设置。
zh_hant: 管理系統權限與存取設定。

# settings.section.permissions.title
source: Permissions
ar: الأذونات
bg: Разрешения
bn: অনুমতি
ca: Permisos
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fa: مجوزها
fi: Käyttöoikeudet
fil: Mga Pahintulot
fr: Autorisations
he: הרשאות
hi: अनुमतियां
hr: Dozvole
hu: Engedélyek
id: Izin
it: Permessi
ja: アクセス権
kk: Рұқсаттар
ko: 권한
ms: Kebenaran
nb: Tillatelser
nl: Machtigingen
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
ru: Разрешения
sk: Povolenia
sr: Дозволе
sv: Behörigheter
th: สิทธิ์การเข้าถึง
tr: İzinler
uk: Дозволи
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# settings.section.screenRecording.subtitle
source: Screenshot and screen recording activity behavior.
ar: سلوك نشاط لقطة الشاشة وتسجيل الشاشة.
bg: Поведение на дейността за екранни снимки и запис на екрана.
bn: স্ক্রিনশট এবং স্ক্রিন রেকর্ডিং অ্যাক্টিভিটি আচরণ।
ca: Comportament de les captures i gravacions de pantalla.
cs: Chování pro snímky obrazovky a záznamy obrazovky.
da: Adfærd for skærmbilled- og skærmoptagelsesaktivitet.
de: Verhalten von Screenshot- und Bildschirmaufnahme-Aktivitäten.
el: Συμπεριφορά δραστηριότητας στιγμιότυπου και εγγραφής οθόνης.
es: Comportamiento de la actividad de capturas y grabaciones.
fa: رفتار فعالیت اسکرین‌شات و ضبط صفحه.
fi: Kuvakaappaus- ja näytöntallennustoiminnan käyttäytyminen.
fil: Gawi ng aktibidad ng screenshot at pag-record ng screen.
fr: Comportement des captures et enregistrements d'écran.
he: התנהגות פעילות צילום מסך והקלטת מסך.
hi: स्क्रीनशॉट और स्क्रीन रिकॉर्डिंग गतिविधि व्यवहार।
hr: Ponašanje aktivnosti snimaka i snimanja zaslona.
hu: Képernyőkép és képernyőfelvétel tevékenység viselkedése.
id: Perilaku tangkapan layar dan perekaman layar.
it: Comportamento per screenshot e registrazioni dello schermo.
ja: 画面収録およびスクリーンショットの動作。
kk: Скриншот және экран жазу әрекетінің сипаты.
ko: 화면 캡처 및 화면 녹화 동작.
ms: Tingkah laku aktiviti tangkapan skrin dan rakaman skrin.
nb: Adferd for skjermbilde- og skjermopptaksaktivitet.
nl: Gedrag voor schermafbeeldingen en schermopnamen.
pl: Zachowanie zrzutów ekranu i nagrań ekranu.
pt: Comportamento de capturas e gravações de ecrã.
ro: Comportamentul activităților de captură și înregistrare ecran.
ru: Поведение активностей снимков и записи экрана.
sk: Správanie aktivity snímok a záznamu obrazovky.
sr: Понашање активности снимака и снимања екрана.
sv: Beteende för skärmavbilder och skärminspelningar.
th: พฤติกรรมกิจกรรมภาพหน้าจอและการบันทึกหน้าจอ
tr: Ekran görüntüsü ve ekran kaydı etkinliği davranışı.
uk: Поведінка для знімків екрана та запису екрана.
vi: Hành vi chụp màn hình và quay video màn hình.
zh_hans: 截图和屏幕录制活动行为。
zh_hant: 截圖與螢幕錄影的行為。

# settings.section.screenRecording.title
source: Screen Capture
ar: التقاط الشاشة
bg: Запис на екрана
bn: স্ক্রিন রেকর্ডিং
ca: Gravació de pantalla
cs: Záznam obrazovky
da: Skærmoptagelse
de: Bildschirmaufnahme
el: Καταγραφή οθόνης
es: Captura de pantalla
fa: ضبط صفحه
fi: Näytön tallennus
fil: Pag-record ng Screen
fr: Capture d'écran
he: הקלטת מסך
hi: स्क्रीन कैप्चर
hr: Snimanje zaslona
hu: Képernyőrögzítés
id: Perekaman Layar
it: Registrazione schermo
ja: 画面収録
kk: Экранды жазу
ko: 화면 녹화
ms: Tangkapan Skrin
nb: Skjermopptak
nl: Schermopname
pl: Nagrywanie ekranu
pt: Captura de ecrã
ro: Captură ecran
ru: Запись экрана
sk: Nahrávanie obrazovky
sr: Снимање екрана
sv: Skärminspelning
th: การจับภาพหน้าจอ
tr: Ekran Yakalama
uk: Запис екрана
vi: Ghi màn hình
zh_hans: 屏幕截图
zh_hant: 螢幕錄影

# settings.section.softwareUpdate.subtitle
source: Check for updates and manage update preferences.
ar: التحقق من التحديثات وإدارة تفضيلات التحديث.
bg: Проверка за актуализации и управление на предпочитанията.
bn: আপডেট চেক করুন এবং আপডেট পছন্দগুলি পরিচালনা করুন।
ca: Comprova si hi ha actualitzacions i gestiona les preferències.
cs: Kontrola aktualizací a správa předvoleb aktualizací.
da: Søg efter opdateringer og administrer opdateringspræferencer.
de: Nach Updates suchen und Aktualisierungseinstellungen verwalten.
el: Έλεγχος για ενημερώσεις και διαχείριση προτιμήσεων ενημέρωσης.
es: Buscar actualizaciones y gestionar las preferencias de actualización.
fa: بررسی به‌روزرسانی‌ها و مدیریت ترجیحات به‌روزرسانی.
fi: Tarkista päivitykset ja hallitse päivitysasetuksia.
fil: Maghanap ng mga update at pamahalaan ang mga kagustuhan sa update.
fr: Rechercher des mises à jour et gérer les préférences de mise à jour.
he: בדוק אם יש עדכונים ונהל העדפות עדכון.
hi: अपडेट की जांच करें और अपडेट प्राथमिकताएं प्रबंधित करें।
hr: Provjera ažuriranja i upravljanje postavkama ažuriranja.
hu: Frissítések keresése és frissítési beállítások kezelése.
id: Periksa pembaruan dan kelola preferensi pembaruan.
it: Controlla la disponibilità di aggiornamenti e gestisci le preferenze di aggiornamento.
ja: アップデートの確認と更新設定の管理。
kk: Жаңартуларды тексеру және жаңарту параметрлерін басқару.
ko: 업데이트 확인 및 업데이트 환경설정 관리.
ms: Semak kemas kini dan urus keutamaan kemas kini.
nb: Se etter oppdateringer og administrer oppdateringsinnstillinger.
nl: Zoek naar updates en beheer updatevoorkeuren.
pl: Sprawdzaj uaktualnienia i zarządzaj preferencjami aktualizacji.
pt: Procurar atualizações e gerir preferências de atualização.
ro: Verificați actualizările și gestionați preferințele de actualizare.
ru: Проверка обновлений и управление параметрами обновления.
sk: Vyhľadávať aktualizácie a spravovať predvoľby aktualizácií.
sr: Провера ажурирања и управљање подешавањима ажурирања.
sv: Sök efter uppdateringar och hantera uppdateringsinställningar.
th: ตรวจหาการอัปเดตและจัดการการตั้งค่าการอัปเดต
tr: Güncellemeleri denetleyin ve güncelleme tercihlerini yönetin.
uk: Перевіряйте наявність оновлень та керуйте параметрами оновлення.
vi: Kiểm tra bản cập nhật và quản lý tùy chọn cập nhật.
zh_hans: 检查更新并管理更新偏好设置。
zh_hant: 檢查更新並管理更新偏好設定。
